Dlubal.RFEM5.ITrajectoryLine
Interface for working with trajectory line.

Dlubal.RFEM5.ITrajectoryLine.GetExtraData
Gets trajectory line parameters.
Returns: Trajectory line parameters

Dlubal.RFEM5.ITrajectoryLine.SetExtraData(System.UInt32@)
Sets trajectory line parameters.
Line: Trajectory line parameters